Repository: sayz/ceviri
Catalog: wp-themes/*.po
Languages: tr_tr

source: 404 Error: Not found
tr_tr: 404 Hata: Bulunamadı

source: Latest Posts
tr_tr: En Son Gönderiler

source: Pages
tr_tr: Sayfalar

source: Archives
tr_tr: Arşiv

source: No comments
tr_tr: Yorum yok

source: One comment
tr_tr: Bir yorum

source: Edit
tr_tr: Düzenle

source: Read more
tr_tr: Okumaya devam et

source: Category:
tr_tr: Kategori:

source: Tags:
tr_tr: Etiketler:

source: &laquo; Older Entries
tr_tr: &laquo; Daha Eski Girdiler

source: Recent Entries &raquo;
tr_tr: Daha Yeni Girdiler &raquo;

source: Enter password to view comments.
tr_tr: Yorumları görmek için parolayı girin.

source: Comments are closed.
tr_tr: Yorumlar kapalı.

source: Categories
tr_tr: Kategoriler

source: Category
tr_tr: Kategori

source: No matches. Please try again, or use the navigation menus to find what you search for.
tr_tr: Aramanıza uygun bir şey yok, lütfen tekrar deneyin, olmadı ne aradığınızı bulmak için menüyü kullanın.

source: Options
tr_tr: Ayarlar

source: It is completely optional, but if you like the Theme I would appreciate it if you keep the credit link at the bottom.
tr_tr: Bu tamamen isteğe bağlıdır, ancak eğer bu temadan hoşlandıysanız yardım edin, buna çok minnettar oluruz.

source: Theme settings updated successfully.
tr_tr: Tema ayarları başarıyla güncellendi.

source: Theme Settings
tr_tr: Tema ayarları

source: Featured Post Slider
tr_tr: Belirtilen girdi kaydırıcısı.

source: Social Media Buttons
tr_tr: Sosyal Medya Düğmeleri

source: 125x125 Ad Spots
tr_tr: 125x125 reklam spotları

source: Blue
tr_tr: Mavi

source: Darkblue
tr_tr: Koyu Mavi

source: Darkgreen
tr_tr: Koyu Yeşil

source: Green
tr_tr: Yeşil

source: Grey
tr_tr: Gri

source: Orange
tr_tr: Turuncu

source: Purple
tr_tr: Mor

source: Red
tr_tr: Kırmızı

source: Standard
tr_tr: Standart

source: Custom Color
tr_tr: Özel Renk

source: Paste the full Image URL of your logo.
tr_tr: Trage hier die volle Bild URL zu deinem Logo ein.

source: Footer Content
tr_tr: Footer Inhalt

source: Enter here the content which is displayed in the footer.
tr_tr: Zeminde gösterilecek içeriği gir

source: Please select your color scheme here.
tr_tr: Lütfen buradan renk şemanızı seçin.

source: Select a custom color here (You have to select the 'custom color' option above).
tr_tr: Buradan bir özel renk seçin(Yukarıdan 'özel renk' seçeneğini seçmek zorundasın.)

source: Custom CSS
tr_tr: Özel CSS

source: Insert your own custom css code into the head of the theme.
tr_tr: Sitenin baş kısmına kendi özel CSS kodunuzu ekleyin.

source: Show Post Slider?
tr_tr: Girdi Kaydırıcısını Göster

source: Check this if you want to show the Featured Post Slider.
tr_tr: Özellikli Girdi Kaydırıcısını etkinleştirmek için bu seçeneği işaretleyin.

source: Slider Title
tr_tr: Kaydırıcı Başlığı

source: Slider Content
tr_tr: Kaydırıcı İçeriği

source: Show latest posts
tr_tr: En son girdileri göster

source: Show latest posts from category "featured"
tr_tr: "Özellikli" kategoriden en son girdileri göster.

source: Show latest posts with post_meta_key "featured"
tr_tr: "Özellikli" post_meta_key ile en son girdileri göster.

source: Show latest posts from custom category(enter ID below)
tr_tr: Özel kategoriden en son girdileri göster. (alttaki kısma ID'yi gir)

source: category ID
tr_tr: Kategori ID

source: Please enter the category ID you'd like to include in the slideshow.(You have to tick the last option above)
tr_tr: Lütfen kaydırıcı'da gözükmesini istediğin kategorinin ID'sini girin.(En son seçeneğe tik atmış olmalısınız)

source: Number of Posts
tr_tr: Girdi Sayısı

source: Enter the number how much posts should be displayed in the post slider.
tr_tr: Girdi kaydırıcısında kaç adet girdi gösterileceğini girin.

source: Activate SocialMedia Buttons?
tr_tr: Sosyal Medya Düğmelerini Çalışır Duruma Getir?

source: Check this to activate the SocialMedia Button Widget.
tr_tr: Sosyal Medya Düğme Bileşenini etkinleştirmek için bu seçeneği işaretleyin.

source: Enter your RSS URL (e.g. Feedburner Feed) here.
tr_tr: Buraya RSS URL'nizi girin. (örneğin Feedburner Feed)

source: Enter your Email URL (e.g. Feedburner Email Subscription) here.
tr_tr: Buraya e-mail adresinizi girin.

source: Enter the URL to your Twitter Profile here.
tr_tr: Buraya Twitter profil adresinizi girin.

source: Enter the URL to your Facebook Profile here.
tr_tr: Buraya Facebook profil adresinizi girin.

source: Enter the URL to your Tumblr Blog here.
tr_tr: Buraya Tumblr blog adresinizi girin.

source: Enter the URL to your LinkedIn Profile here.
tr_tr: Buraya LinkedIn profil adresinizi girin.

source: Enter the URL to your Xing Profile here.
tr_tr: Buraya Xing profil adresinizi girin.

source: Enter the URL to your Delicious Profile here.
tr_tr: Buraya Delicious profil adresinizi girin.

source: Enter the URL to your Digg Profile here.
tr_tr: Buraya Digg profil adresinizi girin.

source: Enter the URL to your Flickr Profile here.
tr_tr: Buraya Flickr profil adresinizi girin.

source: Enter the URL to your Youtube Profile here.
tr_tr: Buraya YouTube profil adresinizi girin.

source: Enter the URL to your Vimeo Profile here.
tr_tr: Buraya Vimeo profil adresinizi girin.

source: Rotate banners?
tr_tr: Banner'ı döndür?

source: Ad Spot Image URL
tr_tr: Reklam Spot Resmi Adresi

source: Enter the image URL for this ad spot.
tr_tr: Bu reklam spotu için resim adresini girin

source: Ad Spot Destination
tr_tr: Reklam spotu hedefi

source: Go to WP-Admin-> Appearance-> "Theme" Options to configure this widget
tr_tr: Bu bileşeni ayarlamak için Wp-Admin-> Görünüm-> "Temalar"'a gidin

source: Title
tr_tr: Başlık

source: Show your Social Media Buttons
tr_tr: Sosyal Medya Düğmelerini göster.

source: Go to WP-Admin-> Appearance-> "Theme" Options to activate and configure this widget
tr_tr: Bu bileşeni ayarlamak ve aktif etmek için Wp-Admin-> Görünüm-> "Temalar"'a gidin

source: Brown
tr_tr: Kahverengi

source: o'clock
tr_tr: saat

source: Save All Changes
tr_tr: Tüm ayarları kaydet

source: Upload picture
tr_tr: Resim Yükle

source: (required)
tr_tr: (gerekli)

source: E-mail (will not be published)
tr_tr: E-posta (Paylaşılmayacak)

source: User
tr_tr: Kullanıcı
